// Задача 29: Напишите программу, которая задаёт массив из 8 элементов и выводит их на экран.

// 1, 2, 5, 7, 19 -> [1, 2, 5, 7, 19]

// 6, 1, 33 -> [6, 1, 33]

Console.Clear();
int[] arr1 = {1, 2, 5, 7, 19};
int[] arr2 = {6, 1, 33};

Console.WriteLine($"Массив 1: {String.Join(", ", arr1)}");
Console.WriteLine($"Массив 2: {String.Join(", ", arr2)}");